Repository: lremes/FlowingMeetings
Catalog: locale/*/app.po
Languages: fi

source: Add For/Against/Empty options
fi: Lisää Puolesta/Vastaan/Tyhjää vaihtoehdot

source: Add new voting
fi: Lisää äänestys

source: Anonymous
fi: Suljettu äänestys

source: Are you sure you want delete this meeting?
fi: Haluatko varmasti poistaa tämän kokouksen?

source: Are you sure you want to delete the option?
fi: Haluatko varmasti poistaa äänestysvaihtoehdon?

source: Are you sure you want to delete the voting?
fi: Haluatko varmasti poistaa äänestyksen?

source: Are you sure you want to end the voting?
fi: Haluatko varmasti päättää äänestyksen?

source: Are you sure you want to remove the participant?
fi: Haluatko varmasti poistaa osallistujan?

source: Are you sure you want to restart the voting? This will delete any previous votes.
fi: Haluatko varmasti aloittaa äänestyksen uudelleen? Tämä poistaa kaikki aiemmin annetut äänet.

source: Back to meeting
fi: Takaisin kokoukseen

source: Ballot
fi: Äänestyslippu

source: Ballots
fi: Äänestyslipukkeet

source: Ballot|Participant
fi: Osallistuja

source: Ballot|Participant|hint
fi: Kokouksen äänioikeutettu osallistuja

source: Ballot|Submitted
fi: Annettu

source: Ballot|Submitted|hint
fi: Ääni on annettu

source: Ballot|Voting
fi: Äänetys

source: Ballot|Voting|hint
fi: Äänestys, johon äänestyslippu liittyy.

source: Cast ballots
fi: Osallistutut äänestykset

source: Click to expand/collapse
fi: Laajenna/supista

source: Create a new meeting
fi: Luo uusi kokous

source: Create a new voting
fi: Lisää uusi äänestys

source: Delete meeting
fi: Poista kokous

source: Edit voting
fi: Muokkaa äänestystä

source: Enter participant information
fi: Anna osallistujan tiedot

source: Errors|Forbidden
fi: Pääsy kielletty

source: Errors|Unauthorized
fi: Ei sallittu

source: Errors|not_found
fi: Ei löytynyt

source: Failed to create meeting.
fi: Kokouksen luonti epäonnistui.

source: Failed to create voting.
fi: Äänestyksen luonti epäonnistui.

source: Failed to join meeting.
fi: Kokoukseen liittyminen epäonnistui.

source: Failed to leave meeting.
fi: Kokouksesta poistuminen epäonnistui.

source: Failed to participate in meeting.
fi: Kokoukseen osallistuminen epäonnistui.

source: Failed to show cast votes.
fi: Annettujen äänien näyttäminen epäonnistui.

source: Failed to sign in.
fi: Kirjautuminen epäonnistui.

source: Fields with an asterisk (*) are mandatory
fi: Pakolliset kentät on merkitty (*)

source: Forbidden
fi: Kielletty

source: Identify participant
fi: Tunnista osallistuja

source: Identify yourself to the meeting organiser by passing this code to them for validation:
fi: Tunnistaudu kokouksen järjestäjälle välittämällä heille tämä koodi: %{code}

source: Internal server error
fi: Palvelinvirhe

source: Invalid meeting code
fi: Kokouksen tunniste ei kelpaa

source: Join a meeting
fi: Liity kokoukseen

source: Join meeting
fi: Liity kokoukseen

source: Leave meeting
fi: Poistu kokouksesta

source: Left the meeting at %{time}
fi: Poistui %{time}

source: Manage a meeting
fi: Kokouksen hallinta

source: Manage meeting
fi: Hallinnoi kokousta

source: Meeting
fi: Kokous

source: Meeting not found.
fi: Kokousta ei löytynyt.

source: Meetings
fi: Kokoukset

source: Meeting|Active voting
fi: Käynnissä oleva äänestys

source: Meeting|Active voting|hint
fi: Parhaillaan käynnissä oleva äänestys

source: Meeting|Admin password
fi: Hallinnointisalasana

source: Meeting|Admin password|hint
fi: Salasana, jolla pääset hallinnoimaan kokousta. Kopio koodi ja laite se talteen mikäli sinun tarvitsee päästä kokouksen tietoihin käsiksi jälkikäteen.

source: Meeting|Meeting information
fi: Kokouksen tiedot

source: Meeting|Meeting information|hint
fi: Kuvaus kokouksesta

source: Meeting|Name
fi: Nimi

source: Meeting|Name|hint
fi: Kokouksen nimi, joka näytetään osallistujille.

source: Meeting|Passcode
fi: Pääsykoodi

source: Meeting|Passcode|hint
fi: Pääsykoodi, jolla osallistujat liittyvät kokoukseen.

source: Meeting|Retention time days
fi: Säilytysaika

source: Meeting|Retention time days|hint
fi: Aika, jonka kokouksen tiedot säilytetään. Säilytysajan jälkeen kokouksen tiedot poistetaan automaattisesti.

source: Missing ballots
fi: Puuttuvat äänestyslipukkeet

source: Name '%{name}' is already taken. Please choose another name.
fi: Nimi '%{name}' on jo varattu. Ole hyvä ja valitse toinen nimi.

source: Next
fi: Seuraava

source: No
fi: Ei

source: No meeting information was found.
fi: Kokoustietoja ei löytynyt.

source: No meeting information was found. Maybe it has already been removed?
fi: Kokoustietoja ei löytynyt. Ehkä se on jo poistettu?

source: No one has joined the meeting.
fi: Kukaan ei ole liittynyt kokoukseen.

source: No participant information was found. Maybe you have been removed from the meeting?
fi: Osallistujatietoja ei löytynyt. Ehkä sinut on poistettu kokouksesta?

source: No voting have been created.
fi: Vielä ei ole lisätty yhtään äänestystä.

source: No voting in progress.
fi: Äänestyksiä ei ole käynnissä.

source: Not found
fi: Ei löytynyt

source: Number of votes
fi: Äänimäärä

source: Oops! You found a bug!
fi: Hups! Löysit bugin!

source: Options
fi: Äänestysvaihtoehdot

source: PageTitle|assets
fi: Assets

source: PageTitle|errors
fi: Virhe!

source: PageTitle|meetings
fi: Kokous

source: PageTitle|votings
fi: Äänestykset

source: Participant
fi: Osallistuja

source: Participants
fi: Osallistujat

source: Participant|Meeting
fi: Kokous

source: Participant|Meeting|hint
fi: Kokous, johon osallistuja liittyy.

source: Participant|Name
fi: Nimi

source: Participant|Name|hint
fi: Osallistujan nimi, joka näytetään järjestäjälle.

source: Participant|Num votes
fi: Äänimäärä

source: Participant|Num votes|hint
fi: Osallistujan äänimäärä

source: Participant|Permitted
fi: Sallittu

source: Participant|Permitted|hint
fi: Saako osallistuja osallistua äänestyksiin.

source: Participant|Time of leaving
fi: Poistumisaika

source: Participant|Time of leaving|hint
fi: Aika, jolloin osallistuja poistui kokouksesta.

source: Participant|Token
fi: Tunniste

source: Participant|Token|hint
fi: Osallistujan yksilöivä tunniste.

source: Please enter meeting code
fi: Ole hyvä ja syötä pääsykoodi

source: Please enter the name you would like to show in the meeting participant list.
fi: Ole hyvä ja syötä nimi jonka haluat näkyvän osallistujaluettelossa.

source: Save
fi: Tallenna

source: Sign in
fi: Kirjaudu sisään

source: Submit vote
fi: Anna äänesi

source: Submitted votes
fi: Annetut äänet

source: The page you are looking for does not exist. Please check the URL.
fi: Sivua ei löydy. Tarkista osoite.

source: URL to join the meeting:
fi: Linkki liittymistä varten:

source: Unauthorized
fi: Pääsy kielletty

source: Vote
fi: Ääni

source: Votes
fi: Äänet

source: Vote|Amount
fi: Määrä

source: Vote|Amount|hint
fi: Äänimäärä

source: Vote|Ballot
fi: Lipuke

source: Vote|Ballot|hint
fi: Äänestylipuke, jolla äänet annettiin.

source: Vote|Voting
fi: Äänestys

source: Vote|Voting|hint
fi: Äänestys, johon ääni liittyy.

source: Voting
fi: Äänestys

source: Voting in progress.
fi: Äänestys käynnissä.

source: Voting is not active.
fi: Äänestys ei ole käynnissä.

source: VotingOption
fi: Äänestysvaihtoehto

source: VotingOptions
fi: Äänestysvaihtoehdot

source: VotingOption|Text
fi: Teksti

source: VotingOption|Text|hint
fi: Vaihtoehdon teksti

source: VotingOption|Voting
fi: Äänestys

source: VotingOption|Voting|hint
fi: Äänestys, johon vaihtoehdot kuuluu.

source: Votings
fi: Äänestykset

source: Voting|End time
fi: Päättymisaika

source: Voting|End time|hint
fi: Äänestyksen päättymisaika.

source: Voting|Meeting
fi: Kokous

source: Voting|Meeting|hint
fi: Kokous, johon äänestys kuuluu.

source: Voting|Options
fi: Äänestysvaihtoehdot

source: Voting|Secret
fi: Suljettu äänestys

source: Voting|Secret|hint
fi: Kyseessä on suljettu lippuäänestys

source: Voting|Start time
fi: Aloitusaika

source: Voting|Start time|hint
fi: Aika, jolloin äänestys alkoi.

source: Voting|Text
fi: Teksti

source: Voting|Text|hint
fi: Kuvaus mistä oikein äänestetään.

source: Voting|Voting type
fi: Äänestyksen tyyppi

source: Voting|Voting type|hint
fi: Minkälaisesta äänestyksestä on kyse.

source: Yes
fi: Kyllä

source: You are not allowed to participate in this vote.
fi: Sinulla ei ole oikeutta osallistua käynnissä olevaan äänestykseen.

source: You are not authorized to access the requested page or feature.
fi: Sinulla ei ole pääsyä tähän toimintoon.

source: You can only delete participants that have not cast any votes.
fi: Voit poistaa vain osallistujia, jotka eivät ole äänestäneet.

source: You do not have permission access the requested page or feature.
fi: Sinulla ei ole pääsyä pyydettyyn sivuun tai toimintoon.

source: You have already submitted your vote.
fi: Olet jo antanut äänesi käynnissä olevaan äänestykseen.

source: You have already voted. Please waith for voting to end.
fi: Olet jo antanut äänesi käynnissä olevaan äänestykseen. Ole hyvä ja odota sen päättymistä.

source: You have left the meeting.
fi: Olet poistunut kokouksesta.

source: errors.models.participant.attributes.name.blank
fi: Nimi ei voi olla tyhjä

source: logout
fi: Kirjaudu ulos

source: multiple_choice
fi: Monivalinta

source: save
fi: tallenna

source: single_choice
fi: Valitse yksi
